{
    "HELLO": "Hello. Get started by saying BOT.",
    "HI": "Hi. Get started by saying BOT.",
    "BOT": "Hi there!\nI’m the personal bot of Niko, an IT Generalist from the Philippines.\n![niko](https://raw.githubusercontent.com/nikohd/EstherBot/master/img/1.jpg)\nWant to know more about Niko? %[Why IT Generalist?](postback:about_it_generalist) %[Learn about Niko](postback:learn_about_niko) %[One random fact!](postback:random_fact)",
    "WHAT'S UP?": "... in the sky?",
    "WHY IT GENERALIST?": "He believes that he has been many specialists.\nHe told me that the 'believe' key is to adapt and to keep learning new technology.\nHe has a great passion for learning new things.\nHe could provide you with the most IT skills you need to get the job done. %[In-depth meaning](https://en.wikipedia.org/wiki/Information_Technology_Generalist) %[Learn about Niko](postback:learn_about_niko)",
    "LEARN ABOUT NIKO": "I can tell you a bunch of stuff about Niko. Let me know what’s interesting to you. %[Childhood](postback:childhood) %[Education](postback:education) %[Career](postback:career)\nWhen you're ready you can always say 'connect' to talk to Niko. %[Connect with Niko](postback:connect_with_niko)",
    "CONNECT": "Cool! He loves getting intros from NikoBot. You can either message him via LinkedIn or connect directly to chat with him. %[LinkedIn](https://ph.linkedin.com/in/nikolaijaro) %[E-mail](mailto:nikolai.jaro@gmail.com) %[Connect Me](postback:connect_directly)",
    "CONNECT WITH NIKO": "Cool! He loves getting intros from NikoBot. You can either message him via LinkedIn or connect directly to chat with him. %[LinkedIn](https://ph.linkedin.com/in/nikolaijaro) %[Connect Me](postback:connect_directly)",
    "I LOVE YOU": "Awh! I love you too!",
    "ONE RANDOM FACT!": "Ready for this? Niko spends a lot of time in the tech community. He's an active member of LinusTechTips, he usually lurks around the Hardware Forums, but he would also go to the Troubleshooting Forums to help other members out. He loves wasting time watching various videos about PC Building, the latest Tech News from NCIX, and ofcourse - from Linus Media Group. %[I want another](postback:another_random_fact)",
    "I WANT ANOTHER": "Niko used to do video editing back in high-school and has once decided to pursue a career in Multimedia Arts on his way to college. Unfortunately, Niko isn't that good when it comes to drawing - trust me, he's really bad at it. (shh) %[Cool! More factoids!](postback:more_facts) %[Nah](postback:return_to_main)",
    "COOL! MORE FACTOIDS!": "He's a 'flashaholic' -- flashing different kinds of ROM to your android device. He loves everything about Android, he tries to dig deep just to get every bit of information he needs to become an Android Power User. %[Another please](postback:more_facts) %[Nah](postback:return_to_main)",
    "ANOTHER PLEASE": "Ok... Niko was always a fan of 'speeding something up' - back when he was just a 12-year-old boy, he was trying to figure out how to speed up his internet speed and discovered a lot about ad-blocking and how it can speed up web browsing -- it was the dial-up days that gave him the initiative to find a way to do that.\nWhen he turned 15, he tried messing with their home router and found an open-source project called DD-WRT, which unlocks the router’s potential to broadcast a stronger signal, manage network traffic, remotely access all your home computers, and a whole lot more. More? %[Don't stop now](postback:more_facts) %[Nah](postback:return_to_main)",
    "DON'T STOP NOW": ""
    "MORE": "Ok, here's other stuff to check out. %[Childhood](postback:childhood) %[Education](postback:education) %[Career](postback:career)\nOr maybe you want interesting nuggets or to talk directly with Niko... %[One random fact!](postback:random_fact) %[Connect with Niko](postback:connect_with_niko)",
    "NAH": "Ok, why not dig in to other stuff %[Childhood](postback:childhood) %[Education](postback:education) %[Career](postback:career)",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, NikoBot is back."
}
